from django.utils.translation import gettext_lazy as _

AUTHOR = "@rulikkk"
TITLE = _("Рустем Мустафин")
DESCRIPTION = _("Блог, в котором я собираю полезные идеи, штуки, проекты, мысли и крутые фотки")

INTRO = _("""Меня зовут Рустем, родился и вырос в Казани, там же получил образование (ВМК), 10 лет программировал, а последние 10 лет работаю менеджером; за это время вокруг меня сформировался отдел пиэмов, который я около 5 лет назад и возглавил.

Последнее время стараюсь разбираться в финансах; немного играю на гитаре и в футбол.

Я фанат open-source, коммитил

""")

SUBSCRIBE = _("""Можно подписаться ещё и по почте, так и на вашей любимой площадке. 
Тогда у нас будет хотя бы два канала для связи.""")
