from django.utils.translation import gettext_lazy as _

AUTHOR = "@rulikkk"
TITLE = _("Рустем Мустафин")
DESCRIPTION = _("Блог, в котором я собираю полезные идеи, штуки, проекты, мысли и крутые фотки")

INTRO = _("""Я родился и вырос в Казани, там же получил образование на факультете ВМК КГУ.

Вот уже 20 лет я [в сфере IT](https://www.linkedin.com/in/rustem-mustafin-8a148368/): первые десять лет был программистом, а последующие десять посвятил себя менеджменту. За это время я прошел путь от управления отдельными проектами до создания и руководства целым отделом.

Мне нравится выстраивать долгосрочные отношения с клиентами и превращать небольшие проекты в успешные партнерства. Я также с удовольствием участвую в развитии внутренних процессов, оптимизации и внедрении изменений. В последние годы много внимания уделял адаптации команд к новым реалиям, таким как удаленная работа, использование ИИ и различные подходы к улучшению производительности.

Вне работы я стараюсь разбираться в финансах, а для души немного играю на гитаре и в футбол, фотографирую и путешествую, а также являюсь фанатом [open-source](https://github.com/Rulikkk).

""")

SUBSCRIBE = _("""Можно подписаться по почте и на вашей любимой площадке. 
Тогда у нас будет хотя бы два канала для связи.""")
